<?php get_header(); ?>
<div class="l-contents">
  <article class="l-contents__left">
    <div class="l-main">
      <div class="l-main__top">
        <a href="#"><p>ダミーサイト</p></a>
      </div>
          <div class="l-main__bottom">
            <div class="l-main__bottom__left">
              <a href="#"><p class="title">Take Out</p></a>
              <hr class="line__side"></p>
              <div class="l-main__bottom__box">
                <div class="l-main__bottom__box__1">
                  <h2>Take out</h2>
                  <p>当店のテイクアウトで利用できる商品を掲載しています</p>
                </div>
                <div class="l-main__bottom__box__2">
                  <h2>Take out</h2>
                  <p>当店のテイクアウトで利用できる商品を掲載しています</p>
                </div>
              </div>
            </div>
            <div class="l-main__bottom__right">
              <a href="#"><p class="title">Eat in</p></a>
              <hr class="line__side"></p>
              <div class="l-main__bottom__box">
                <div class="l-main__bottom__box__1">
                  <h2>Eat in</h2>
                  <p>当店のテイクアウトで利用できる商品を掲載しています</p>
                </div>
                <div class="l-main__bottom__box__2">
                  <h2>Eat in</h2>
                  <p>当店のテイクアウトで利用できる商品を掲載しています</p>
                </div>
              </div>
            </div>
          </div>
          <div class="l-main__under">
            <div class="l-main__under__map">
              <iframe src="https://www.google.com/maps/embed?pb=!1m14!1m12!1m3!1d402.14388073835596!2d138.3602739551475!3d36.26011169593993!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sja!2sjp!4v1628242075911!5m2!1sja!2sjp" class="l-main__under__map__img" width="100%" height="620" loading="lazy"></iframe>
              <div class="l-main__under__map__box">
                <a href="#"><p class="title">見出しが入ります</p></a>
                <hr class="line__side__under"></p>
                <p id="maptext">テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</p>
              </div>
            </div> 
          </div>
        </div>
    </article>
  <?php get_sidebar(); ?> 
</div>
  <?php get_footer(); ?>
</body>